<main class="main">
    <div class="achievement">
    <h1>活動実績</h1>
    <p>浜松学生レゴサークルは2021年4月設立の歴史の浅い団体ですが、これまで学内、学外問わず沢山の活動を行ってきました。<br>
    ここでは、我々が過去に行ってきた活動実績について紹介します。</p>
    <div class="one_of_achievement">
    <h2>「10周年記念!ブロックで遊ぼう!特別編」</h2>
    <p class="date">2022年10月22日,23日,29日,30日 開催</p>
    <p>静岡市こどもクリエイティブタウン ま・あ・る にて</p>
    <p>勝又さんと代表(22日,23日)と副代表(29日,30日)とで参加しました。<br>
    <ul>
    <li>GBC展示、バイク、ウニモグ(トラック)、タイプライター、浜松城、赤電を展示。</li>
    <li>小学生向けにレゴ教室を開催。1日２回の計8回開催。</li>
    </ul>
    テーマを「生き物」にして子供たちが自由に作品を作るための手助けや組み方のレクチャーを行いました。
    </p>
    </div>
    
    </div>
</main>