<main class="main">
    <div class="achievement">
        <h1>活動実績</h1>
        <p>浜松学生レゴサークルは2021年4月設立の歴史の浅い団体ですが、これまで学内、学外問わず沢山の活動を行ってきました。<br>
            ここでは、我々が過去に行ってきた活動実績について紹介します。</p>
        <div class="one_of_achievement">
            <h2>「浜松静大祭」</h2>
            <p class="date">2022年11月12日、13日 </p>
            <p>浜松静大祭に出展しました。<br>
                今回は、勝又さんや、豊橋技術科学大学のレゴ部さんとも連携しました</p>
            <h2>「10周年記念!ブロックで遊ぼう!特別編」</h2>
            <p class="date">2022年10月22日,23日,29日,30日 開催</p>
            <p>静岡市こどもクリエイティブタウン ま・あ・る にて</p>
            <p>ま・あ・るさんの10週年イベントの一つをして運営しました。<br>
                勝又さんと代表(22日,23日)と副代表(29日,30日)とで参加しました。<br>
            <ul>
                <li>GBC展示、バイク、ウニモグ(トラック)、タイプライター、浜松城、赤電を展示。</li>
                <li>小学生向けにレゴ教室を開催。1日２回の計8回開催。</li>
            </ul>
            テーマを「生き物」にして子供たちが自由に作品を作るための手助けや組み方のレクチャーを行いました。
            </p>
            <a href="https://maaru-ct.jp/report/155443/?s=06">ま・あ・るさんのページ</a>
        </div>
        <div class="one_of_achievement">
            <h2>「ものづくり博2022in東三河」</h2>
            <p class="date">2022年6月18日 開催</p>
            <p>豊橋市総合体育館にて</p>
            <p>豊橋技術科学大学レゴ部のレゴ展示の一部として、代表と副代表、部員2名の計4名で参加しました。<br>
            <ul>
                <li>代表と部員2名の計３名のGBCとバイク、スポーツカー、赤電、浜松城、そして、高さ1.6mの動くクレーン車を展示</li>

            </ul>

            <a href="https://www.honokuni.or.jp/toyohashi/event-info/?Mode=detail&code=554">ものづくり博のページ</a>
            </p>

        </div>
        <div class="one_of_achievement">
            <h2>「＜浜松こども館20周年記念＞レゴで遊ぼう!動く動かすブロックパーク」</h2>
            <p class="date">2021年11月21日,23日 開催</p>
            <p>浜松こども館にて</p>
            <p>代表と副代表と部員1名の計3名で参加<br>
            <ul>
                <li>GBCとレゴトレイン(レール上で動かした赤電)を展示。</li>
                <li>代表のショベルカーの作品を使用したレゴラジコンの体験コーナーでは、体験者親子のサポートをしました。</li>
            </ul>

            <a href="https://kodomokan.entetsuassist-dms.com/event/detail/855?s=06">浜松こども館さんのページ</a>
            </p>
            <div class="one_of_achievement">
                <h2>
                    GBC(Great Ball Contraption)～動くブロックからくりボール運び巨大装置
                </h2>
                <p class="date">
                    2022年　12/10,11　
                </p>
                <p>
                    イオンモール浜松市野で行われたイベントに部員の1年生1人、2年生1人が参加しました。
                    このイベントのコンセプトは動く作品のみの展示会で、ギミックについて高度な技術を持ったビルダーが一挙に集合する歴史的な展示会となりました。

                </p>
                <img src="img/pic.jpg">
                <p>展示会場の全体図です。レゴラジコンの体験会も行っていました。<br>

                    弊部からは2年生がラジコン体験会や展示のサポートで参加し、1年生が巨大なクレーン車を展示しました。こちらは動く作品としては日本で彼しか作っていない大きさの作品となっています。
                </p>
                <img src="img/pic2.jpg">

            </div>
            <div class="one_of_achievement">
                <h2>「浜松レゴテクニックオフ」</h2>
                <p class="date">2023年9月24日 開催</p>
                <p>ザザシティ5階にて</p>
                <p>代表と部員2名の計3名で参加<br>
                    このオフ会では様々なビルダーさんと知り合うことができました。
                    ビルダーさんそれぞれの作品を持ち寄って談笑しながらラフな感じで展示をしました。
                    また、今回のイベントの目玉であるレゴラジコン大会が開催されました。レゴラジコンを主で作ってらっしゃるビルダーさんが多数参加された中で、部長は運よく即席のラジコンで4位入賞することができました。(笑)

                    <img src="img/pic3.jpg">

                    レゴラジコンが大集合して記念撮影をしました。


                </p>
            </div>
            <div class="one_of_achievement">
                <h2>「第24回静大祭in浜松」</h2>
                <p class="date">2023年11月11,12日 開催</p>
                <p>静岡大学浜松キャンパスにて</p>
                <p>「第24回静大祭in浜松」で展示しました。
                    場所は去年と同じ工学部5号館2階の5-24教室で展示を行いました。
                    今回は今年に入ってたくさんのビルダーさんと知り合うことができたので、「レゴをあまり知らない方にレゴ作品をもっと知ってほしい」という部長の思いがあって外部からたくさんビルダーさんをお呼びして展示会をしました。
                    順に外部から参加された方を紹介します。
                    <img src="img/pic4.jpg">
                    豊橋技術科学大学のレゴ部からkeijiくんとタイヨーくんが参加されました。
                    二人は主にレゴラジコン作品を展示し、観覧で来てくださった方に体験をさせてくれました。
                    keijiくんは後ほど紹介するGBCレイアウトにも参加しています。
                    <img src="img/pic5.jpg">
                    X(旧Twitter)上ではBlueSkyというお名前で活動されている方の作品です。
                    BlueSkyさんは主にレゴテクニックを用いてリモコンで動く吊り下げ式モノレールを作られている方です。レールの分岐器もリモコンで動かせるようになっています。
                    モノレールが実際に動いている姿はずーっと見てられますね。
                    <img src="img/pic6.jpg">

                    阪大レゴ部OBのKENさんの作品です。
                    まず手前には全自動紙飛行機折り機がありまして、こちらの作品は紙を入れるだけで、自動で紙飛行機が折られて飛んでいくというものになっています。
                    真ん中にある作品は3×3のルービックキューブを揃えるルービックキューブソルバーです。
                    一番奥は4×4のルービックキューブを揃えるルービックキューブソルバーです。
                    3作品とも迫力満点の動きをしていて、実際に見ないとわからない感動がありました。
                    <img src="img/pic7.jpg">
                    続いて稲木さんのミリタリーレゴ作品です。
                    精巧に作られた船舶や戦車、飛行機などを展示していただけました。
                    浜松エアパークにある飛行機をレゴで再現した作品もありました。観察すればするほどディテールの再現度が高く、組み方などの勉強にもなりました。
                    <img src="img/pic8.jpg">
                    おなじみのGBCですが、
                    アドバイザーの勝又さん、よもはら(やぶきた)さん、Rinくん、keijiくんに参加していただき、弊部員3名が参加しました。今年の国内でできたGBCレイアウトの中では最長だと思います。
                </p>
                <iframe width="560" height="315" src="https://www.youtube.com/embed/rkHNTkvZyHY?si=-RICSPO3Jvj0fNiV" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
                <img src="img/pic9.jpg">
                <p>
                    弊部からはおなじみのクレーン車やレアな既製品の展示などを行いました。
                    遠方から来ていただいた方々には本当に感謝いたします。
                    来年度もよろしくお願いします。

                </p>
            </div>


        </div>
    </div>
</main>