<main class="main">
    <div class="achievement">
        <h1>活動実績</h1>
        <p>浜松学生レゴサークルは2021年4月設立の歴史の浅い団体ですが、これまで学内、学外問わず沢山の活動を行ってきました。<br>
            ここでは、我々が過去に行ってきた活動実績について紹介します。</p>
        <div class="one_of_achievement">
            <h2>「浜松静大祭」</h2>
            <p class="date">2022年11月12日、13日 </p>
            <p>浜松静大祭に出展しました。<br>
               今回は、勝又さんや、豊橋技術科学大学のレゴ部さんとも連携しました</p>
            <h2>「10周年記念!ブロックで遊ぼう!特別編」</h2>
            <p class="date">2022年10月22日,23日,29日,30日 開催</p>
            <p>静岡市こどもクリエイティブタウン ま・あ・る にて</p>
            <p>ま・あ・るさんの10週年イベントの一つをして運営しました。<br>
                勝又さんと代表(22日,23日)と副代表(29日,30日)とで参加しました。<br>
            <ul>
                <li>GBC展示、バイク、ウニモグ(トラック)、タイプライター、浜松城、赤電を展示。</li>
                <li>小学生向けにレゴ教室を開催。1日２回の計8回開催。</li>
            </ul>
            テーマを「生き物」にして子供たちが自由に作品を作るための手助けや組み方のレクチャーを行いました。
            </p>
            <a href="https://maaru-ct.jp/report/155443/?s=06">ま・あ・るさんのページ</a>
        </div>
        <div class="one_of_achievement">
            <h2>「ものづくり博2022in東三河」</h2>
            <p class="date">2022年6月18日 開催</p>
            <p>豊橋市総合体育館にて</p>
            <p>豊橋技術科学大学レゴ部のレゴ展示の一部として、代表と副代表、部員2名の計4名で参加しました。<br>
            <ul>
                <li>代表と部員2名の計３名のGBCとバイク、スポーツカー、赤電、浜松城、そして、高さ1.6mの動くクレーン車を展示</li>

            </ul>

            <a href="https://www.honokuni.or.jp/toyohashi/event-info/?Mode=detail&code=554">ものづくり博のページ</a>
            </p>

        </div>
        <div class="one_of_achievement">
            <h2>「＜浜松こども館20周年記念＞レゴで遊ぼう!動く動かすブロックパーク」</h2>
            <p class="date">2021年11月21日,23日 開催</p>
            <p>浜松こども館にて</p>
            <p>代表と副代表と部員1名の計3名で参加<br>
            <ul>
                <li>GBCとレゴトレイン(レール上で動かした赤電)を展示。</li>
                <li>代表のショベルカーの作品を使用したレゴラジコンの体験コーナーでは、体験者親子のサポートをしました。</li>
            </ul>

            <a href="https://kodomokan.entetsuassist-dms.com/event/detail/855?s=06">浜松こども館さんのページ</a>
            </p>

        </div>
    </div>
</main>