<h1>イベントについて</h1>
<div class="page">
    <p>開催予定のイベントについてお知らせいたします</p>
    <h2>新歓部会</h2>
    <p class="date">2024年　①4/27(土)　②5/11(土) 14:00~17:00</p>
    <p>城北会館にて新歓の部会を行う予定です。セットの組み換え体験会を行います。
        使ったセットはプレゼントいたします！
        参加される方はXのDMまたはメールでお気軽にお問い合わせください。
    </p>
    <p>Twitterアカウントは<a href="https://twitter.com/lego_shizudai">@lego_shizudai</a>です。</p>
    <img src="img/F3826.jpg">
    <h2>「くるくるFes」</h2>
    <p class="date">2024年　4/14(日)　10:00~15:30 </p>
    <p>2024年　4/14(日)　10:00~15:30
        中瀬南部緑地で行われるイベントに部員2名で参加します。
        玉運びのからくり装置GBCの展示を主に行う予定です。



</div>